Repository: frostushaer/chatApp_biLingual
Catalog: chatapp_test1/lib/l10n/intl_*.arb
Languages: hi

# appTitle
source: Groupie
hi: ଗ୍ରୁପି

# loginSlogan
source: Login now to see what they are talking!
hi: ସେମାନେ କ’ଣ କହୁଛନ୍ତି ଦେଖିବା ପାଇଁ ବର୍ତ୍ତମାନ ଲଗ୍ଇନ୍ କରନ୍ତୁ!

source: Email
hi: ଇମେଲ୍

# EmailValidation
source: Please enter a valid email
hi: ଦୟାକରି ଏକ ବୈଧ ଇମେଲ୍ ପ୍ରବେଶ କରନ୍ତୁ

source: Password
hi: ପାସୱାର୍ଡ

# PasswordValidation
source: Password must be at least 6 characters
hi: ପାସୱାର୍ଡ ଅତିକମରେ ୬ ଅକ୍ଷର ହେବା ଜରୁରୀ |

source: Sign In
hi: ସାଇନ୍ ଇନ୍ କରନ୍ତୁ

# DontHaveAccount
source: Don't have an account?
hi: ଆକାଉଣ୍ଟ୍ ନାହିଁ କି?

source: Register here
hi: ଏଠାରେ ରେଜିଷ୍ଟର କରନ୍ତୁ

# registerSlogan
source: Create your account now to chat and explore
hi: ଚାଟ୍ ଏବଂ ଏକ୍ସପ୍ଲୋର୍ କରିବାକୁ ବର୍ତ୍ତମାନ ଆପଣଙ୍କର ଆକାଉଣ୍ଟ୍ ବନାନ୍ତୁ |

source: Full Name
hi: ପୁରା ନାମ

# nameValidation
source: Name cannot be empty
hi: ନାମ ଖାଲି ହୋଇପାରିବ ନାହିଁ |

source: Register
hi: ରେଜିଷ୍ଟର କରନ୍ତୁ

# haveAccount
source: Already have an account?
hi: ପୂର୍ବରୁ ଏକ ଆକାଉଣ୍ଟ୍ ଅଛି କି?

source: Login now
hi: ଲଗ୍ଇନ୍ କରନ୍ତୁ

source: Groups
hi: ଗୋଷ୍ଠୀ

source: Profile
hi: ପ୍ରୋଫାଇଲ୍

source: Logout
hi: ଲଗ୍ ଆଉଟ୍

# reallyLogout
source: Are you sure to Logout?
hi: ଆପଣ ଲଗଆଉଟ୍ କରିବାକୁ ନିଶ୍ଚିତ କି?

# chooseLanguage
source: Choose a language
hi: ଏକ ଭାଷା ବାଛନ୍ତୁ

# langChanged
source: Language Changed Successfully!
hi: ଭାଷା ସଫଳତାର ସହିତ ବଦଳିଗଲା!

source: Language
hi: ଭାଷା

source: Create a group
hi: ଏକ ଗୋଷ୍ଠୀ ବନାନ୍ତୁ

source: CANCLE
hi: ବାତିଲ୍ କରନ୍ତୁ |

# groupCreated
source: Group Created Successfully.
hi: ଗୋଷ୍ଠୀ ସଫଳତାର ସହିତ ବନା ହେଲା |

source: CREATE
hi: ବନାନ୍ତୁ

# createGroupDesc
source: You have not joined any group, tap on the add icon to create a group or also search from top search button
hi: ଆପଣ କୈ‌।ଣସି ଗୋଷ୍ଠୀରେ ଯୋଗ ଦେଇ ନାହାଁନ୍ତି |, ଏକ ଗୋଷ୍ଠୀ ସୃଷ୍ଟି କରିବାକୁ ଆଡ୍ ଆଇକନ୍ ଉପରେ ଟ୍ୟାପ୍ କରନ୍ତୁ କିମ୍ବା ଟପ୍ ସର୍ଚ୍ଚ ବଟନ୍ ରୁ ସନ୍ଧାନ କରନ୍ତୁ |

source: Search
hi: ସନ୍ଧାନ

# groupJoined
source: Successfully joined the group
hi: ସଫଳତାର ସହିତ ଗୋଷ୍ଠୀରେ ଯୋଗ ଦେଲେ |

# groupLeft
source: Left the group
hi: ଗୋଷ୍ଠୀ ଛାଡିଲେ |

source: Joined
hi: ଯୋଗଦାନ

source: Join Now
hi: ଏବେ ଯୋଗଦିଅ

# displayAdmin
source: Admin:
hi: ଆଡମିନି:

source: Group Info
hi: ଗୋଷ୍ଠୀ ସୂଚନା

source: Exit
hi: ପ୍ରସ୍ଥାନ

# exitText
source: Are you sure to Exit the group?
hi: ଆପଣ ଗୋଷ୍ଠୀ ଛାଡିବାକୁ ନିଶ୍ଚିତ କି?

# groupTileSubTitle
source: Join the conversation as
hi: ବାର୍ତ୍ତାଳାପରେ ଯୋଗ ଦିଅନ୍ତୁ
